
alsa-utils
bitwarden
dbeaver
deepin-screenshot
deluge
discord
docker
docker-compose
elixir
etcher-bin
fd
feh
filezilla
fzf
gimp
gnome-disk-utility
go
google-chrome
gotop
gvim
hashcat
httpie
hub
inotify-tools
jdk8-openjdk
kotlin
lib32-gnutls
lutris
maim
manjaro-pulse
mono
ncdu
neofetch
nerd-fonts-complete
networkmanager-dmenu
noto-fonts-emoji
numix-gtk-theme
otf-fira-code
otf-font-awesome
pandoc-bin
pavucontrol
polybar
postgresql
pyenv
qalculate-gtk
ranger
redshift-gtk-git
ripgrep
rofi
rust
siji-git
slack-desktop
spotify
steam-manjaro
termsyn-font
thunar
tiny-media-manager
tk
tor-browser
ttf-iosevka
visual-studio-code-bin
vlc
wine-staging
xclip
xfce4-clipman
zafiro-icon-theme