bitwarden
dbeaver
deluge
discord
docker
docker-compose
docky
elixir
etcher-bin
gimp
gnome-disk-utility
go
google-chrome
hashcat
httpie
hub
inotify-tools
jdk8-openjdk
kotlin
lutris
miniconda3
ncdu
noto-fonts-emoji
numix-gtk-theme
otf-fira-code
postgresql
qalculate-gtk
redshift-gtk-git
ripgrep
slack-desktop
spotify
tk
visual-studio-code-bin
vlc
wine-staging
zafiro-icon-theme
ranger
fd
rofi
nerd-fonts-complete
ttf-iosevka
termsyn-font
polybar
alsa-utils
siji-git
neofetch
otf-font-awesome

