alsa-utils
apache-tools
betterlockscreen
bitwarden-bin
brave-bin
clojure
compton
crystal
dbeaver
deluge
discord
docker
docker-compose
dtrx
elixir
etcher-bin
exa
fd
feh
filezilla
flameshot
fzf
gimp
gnome-disk-utility
go
google-chrome
gotop
gparted
gvim
hashcat
htop
htop
httpie
hub
inotify-tools
insomnia
intellij-idea-ultimate-edition 
kitty
kotlin
lazydocker
lib32-gnutls
libreoffice-fresh
linux-headers
lutris
lxappearance
mergerfs
mono
mpv
ncdu
neofetch
neovim
nerd-fonts-complete
networkmanager-dmenu-git
nodejs
noto-fonts-emoji
npm
ntp
numix-gtk-theme-git
nvidia-settings
otf-fira-code
otf-font-awesome
pandoc-bin
pavucontrol
polybar
postgresql
pyenv
qalculate-gtk
ranger
redshift-gtk
ripgrep
rofi
rustup
rustup
scala
shards
siji-git
slack-desktop
spotify-dev
starship-bin
steam
steam-native-pcre-fix
sysbench
termsyn-font
thunar
tk
ttf-cascadia-code
ttf-iosevka
visual-studio-code-bin
vivaldi
vivaldi-codecs-ffmpeg-extra-bin
vlc
wine-staging
xautolock
xclip
xfce4-notifyd
zafiro-icon-theme
